{
  "Options.SECTION[Anarchy.Anarchy.AnarchyMod]": "Anarchy",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.AnarchicBulldozer]": "Siempre activar Anarchy con la herramienta de Demoler",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.AnarchicBulldozer]": "Con esta opción activada, siempre se activará Anarchy al utilizar la herramienta de demolición.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.FlamingChirper]": "Chirper ardiente",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.FlamingChirper]": "Con esta opción activada, Chirper estará ardiente cuando el mod esté es uso. Crédito de la imagen: Bad Peanut.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ShowTooltip]": "Mostrar información de la herramienta",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ShowTooltip]": "Con esta opción activada, un tooltip con Ⓐ será mostrado cuando Anarchy esté en uso.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ToolIcon]": "Icono de la herramienta",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ToolIcon]": "Con esta opción activada, el icono de apagado/encendido de Anarchy aparecerá cuando se usen herramientas pertinentes.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ResetModSettings]": "Restablecer todos los ajustes",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ResetModSettings]": "Al confirmar se restablecerán todos los ajustes iniciales de Anarchy.",
  "Options.WARNING[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.ResetModSettings]": "¿Restablecer todos los ajustes?",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PreventAccidentalPropCulling]": "Prevenir la eliminación accidental de decoraciones",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PreventAccidentalPropCulling]": "Esto activará rutinariamente una actualización gráfica para las decoraciones colocadas con Anarchy que hayan sido eliminadas para prevenir la eliminación accidental de decoraciones. Esto afecta el rendimiento.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PropRefreshFrequency]": "Frecuencia de actualización de decoraciones",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PropRefreshFrequency]": "Esto es el número de fotogramas entre actualizaciones gráficas para las decoraciones colocadas con Anarchy para prevenir la eliminación accidental. Números más altos tendrán mejor rendimiento, pero un tiempo posible más largo en el que las decoraciones podrían estar ausentes.",
  "값이 높을수록 성능은 향상되지만 소품이 실제로 존재하는데도 화면에 표시되지 않는 시간이 길어질 수 있습니다.": "This is the number of frames between graphical refreshes to props placed with Anarchy to prevent accidental culling. Higher numbers will have better performance, but longer possible time that props may be missing.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.RefreshProps]": "Refrescar decoraciones",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.RefreshProps]": "Si las decoraciones colocadas con Anarchy han sido accidentalmente eliminadas, puedes presionar este botón para restablecerlas. Esto no afecta el rendimiento.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.AllowPlacingMultipleUniqueBuildings]": "Colocar múltiples edificios únicos",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.AllowPlacingMultipleUniqueBuildings]": "Esto permite colocar varias copias de edificios únicos usando el menú normal de la interfaz de usuario con o sin Anarchy habilitada. ¡Los efectos de estos edificios se acumulan!",
  "YY_ANARCHY.Anarchy": "Anarchy",
  "YY_ANARCHY.AnarchyButton": "Anarchy",
  "YY_ANARCHY_DESCRIPTION.AnarchyButton": "Deshabilita las comprobaciones de errores de herramientas y no muestra errores. Cuando sea aplicable, puede colocar vegetación y decoraciones (con menú DevUI 'Añadir objeto') unos encimas de otros, dentro de los límites de otros objetos y bien cercanos.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.MinimumClearanceBelowElevatedNetworks]": "Altura mínima debajo de redes elevadas",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.MinimumClearanceBelowElevatedNetworks]": "Con la herramienta de carreteras y Anarchy habilitado, puedes omitir la distancia de separación de otras redes. Al agregar zonas debajo de los puentes bajos, se podrían generar edificios mientras haces esto. Este ajuste provee control sobre el espacio mínimo debajo de un puente. Sería mejor eliminar la zonificación.",
  "Options.OPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PreventOverrideInEditor]": "Evitar sobrescribir en el editor",
  "Options.OPTION_DESCRIPTION[Anarchy.Anarchy.AnarchyMod.AnarchyModSettings.PreventOverrideInEditor]": "Al usar el Editor, si ambos, Anarchy y está opción están activadas, puedes colocar vegetación y decoraciones una encima de otra o bien cerca de otros objetos. El mapa requiere el mod Anarchy como dependencia. Al colocar carreteras a través de los objetos colocados con esta opción, no serán reemplazados.",
  "La carte pourrait avoir besoin du mode 'Anarchy' pour fonctionner. Si vous dessiner une route à travers un objet, l'objet ne sera pas supprimer et apparaitra au travers de la route.": "에디터에서 Anarchy와 이 옵션을 활성화하면 식물과 소품을 다른 개체의 경계 내에 겹치거나 가깝게 배치할 수 있습니다. 지도에서 Anarchy가 요구될 수 있습니다. 사용자가 이러한 객체 위에 도로를 그릴 때 해당 객체는 덮어씌워지지 않아 사라지지 않습니다."
}